[
    {
        "question": "question8",
        "promotion": [
            {
                "year": "DFGSM2",
                "text": "Les étudiants veulent plus d'interactivité et de discussions sur le contenu lors des ED. Ils veulent des exercices à préparer en amont pour pouvoir poser des questions plus adaptées et des corrections d'annales pour mieux comprendre les examens. Ils veulent aussi que les ED reprennent les points essentiels du cours et qu'ils leur donnent des questions type partiel corrigées. Ils souhaitent également pouvoir préparer un sujet à l'avance avec plus d'interaction et avoir accès aux résultats. Enfin, ils veulent que les ED éclaircissent les zones d'ombres et qu'ils abordent l'imagerie."
            },
            {
                "year": "DFGSM3",
                "text": "Les ED sont une bonne occasion pour les étudiants de réviser et de se familiariser avec les notions apprises en cours magistral. Les professeurs peuvent aider en ré-expliquant les notions et en fournissant des rappels de cours. Les ED peuvent également aider les étudiants à mettre en pratique leurs connaissances dans des cas réels, à répondre à des questions et à reformuler les cours magistraux. Les ED peuvent également aider les étudiants à comprendre la hiérarchie des informations et leur pertinence clinique. Les ED peuvent également être ludiques et stimulants grâce à des outils tels que Wooclap, qui permettent aux étudiants d'utiliser activement leurs connaissances de manière anonyme. Les ED peuvent également aider les étudiants à réviser un chapitre déjà étudié grâce à des mises en contexte."
            },
            {
                "year": "DFASM1",
                "text": "Les étudiants de DFASM1 ont besoin d'aide pour aborder une matière plus facilement. Ils ont besoin d'entraînement lors des ED et pour les ECOS ainsi que des précisions sur les points difficiles des items. Ils veulent également des explications sur la physiopathologie pour rendre l'apprentissage plus simple et une méthode de raisonnement. Enfin, ils souhaitent que les professeurs soient dynamiques et captivants."
            },
            {
                "year": "DFASM2",
                "text": "Les DFASM2 insistent sur l'importance de fournir des explications pédagogiques et des moyens pour faciliter la mémorisation. Il n'y a pas eu d'entraînement de docimologie avant la préparation des eECN. Ils souhaitent être médecin et non une machine à cocher la bonne réponse. Ils mentionnent également la mise en évidence de pièges récurrents ou de certains 'détails' 'tombables'. Ceux qui n'ont jamais assisté aux ED expliquent que c'est pour la même raison pour laquelle ils n'ont jamais assisté aux cours magistraux."
            }
        ]
    },
    {
        "question": "question13",
        "promotion": [
            {
                "year": "DFGSM2",
                "text": "Les ED sont très utiles pour apprendre la médecine. Ils permettent d'avoir des explications personnalisées, de comprendre le but et le sens des cours, une meilleure mémorisation, des questions-type partiels, et une révision. Les professeurs transmettent leur vision des choses et leurs astuces, leur raisonnement, et une autre approche du cours. Les ED sont très utiles pour faire des exercices d'entraînement et éclaircir certains points. Ils permettent également une reformulation du cours et un échange privilégié avec les professeurs."
            },
            {
                "year": "DFGSM3",
                "text": "Globalement, les avantages des ED dominent pour les étudiants. Les ED permettent aux étudiants d'avoir une interaction plus approfondie avec l'enseignant et de rendre l'apprentissage plus dynamique et intéressant. Les ED offrent également aux étudiants la possibilité de poser des questions et de pratiquer et de discuter plus facilement avec le professeur pour mieux comprendre les points présentés. Les ED sont également une occasion de travailler le chapitre et de faire un pointage des faiblesses des connaissances de l'étudiant."
            },
            {
                "year": "DFASM1",
                "text": "Les étudiants qui ne vont pas aux ED ont l'impression de perdre du temps, mais ceux qui y vont trouvent que c'est très bien et cela permet de fixer des notions et de comprendre ce qui est essentiel. Les ED sont parfois trop longs et ils peuvent aider à mieux comprendre le cours et à poser des questions. Certains ED sont ennuyants, mais d'autres peuvent apporter des informations intéressantes. Les ED sont essentiels pour acquérir des réflexes et mieux comprendre les cours. La qualité des ED dépend de l'intervenant et du contenu. Ceux qui n'assistent pas aux ED visionnent les documents mis sur Moodle."
            },
            {
                "year": "DFASM2",
                "text": "Ces commentaires mettent en avant les avantages des enseignements dirigés (ED) par rapport aux cours magistraux. Les ED permettent une mémorisation plus facile grâce à un ancrage différent (oral et situé dans l'espace et le temps). Les enseignants sont plus disponibles pour répondre aux questions et il y a plus d'interaction entre les étudiants et les professeurs. Des éléments de physiopathologie sont ajoutés pour mieux comprendre et hiérarchiser les informations. Les ED permettent une mise en application pratique et un environnement plus propice à l'interaction. Les ED sont plus stimulants et intéressants que les cours magistraux et sont bien plus pédagogiques. Les ED sont également très utiles pour l'apprentissage et l'application des connaissances. Malheureusement, il y a une quantité limitée de temps pour apprendre et cela dépend beaucoup de l'enseignant."
            }
        ]
    },
    {
        "question": "question14",
        "promotion": [
            {
                "year": "DFGSM2",
                "text": "Les étudiants veulent plus d'interactivité et de discussions sur le contenu lors des ED. Ils veulent des exercices à préparer en amont pour pouvoir poser des questions plus adaptées et des corrections d'annales pour mieux comprendre les examens. Ils veulent aussi que les ED reprennent les points essentiels du cours et qu'ils leur donnent des questions type partiel corrigées. Ils souhaitent également pouvoir préparer un sujet à l'avance avec plus d'interaction et avoir accès aux résultats. Enfin, ils veulent que les ED éclaircissent les zones d'ombres et qu'ils abordent l'imagerie."
            },
            {
                "year": "DFGSM3",
                "text": "Les ED sont une bonne occasion pour les étudiants de réviser et de se familiariser avec les notions apprises en cours magistral. Les professeurs peuvent aider en ré-expliquant les notions et en fournissant des rappels de cours. Les ED peuvent également aider les étudiants à mettre en pratique leurs connaissances dans des cas réels, à répondre à des questions et à reformuler les cours magistraux. Les ED peuvent également aider les étudiants à comprendre la hiérarchie des informations et leur pertinence clinique. Les ED peuvent également être ludiques et stimulants grâce à des outils tels que Wooclap, qui permettent aux étudiants d'utiliser activement leurs connaissances de manière anonyme. Les ED peuvent également aider les étudiants à réviser un chapitre déjà étudié grâce à des mises en contexte."
            },
            {
                "year": "DFASM1",
                "text": "Les étudiants de DFASM1 ont besoin d'aide pour aborder une matière plus facilement. Ils ont besoin d'entraînement lors des ED et pour les ECOS ainsi que des précisions sur les points difficiles des items. Ils veulent également des explications sur la physiopathologie pour rendre l'apprentissage plus simple et une méthode de raisonnement. Enfin, ils souhaitent que les professeurs soient dynamiques et captivants."
            },
            {
                "year": "DFASM2",
                "text": "Les DFASM2 insistent sur l'importance de fournir des explications pédagogiques et des moyens pour faciliter la mémorisation. Il n'y a pas eu d'entraînement de docimologie avant la préparation des eECN. Ils souhaitent être médecin et non une machine à cocher la bonne réponse. Ils mentionnent également la mise en évidence de pièges récurrents ou de certains 'détails' 'tombables'. Ceux qui n'ont jamais assisté aux ED expliquent que c'est pour la même raison pour laquelle ils n'ont jamais assisté aux cours magistraux."
            }
        ]
    },
    {
        "question": "question16",
        "promotion": [
            {
                "year": "DFGSM2",
                "text": "Concernant l'HGE, les étudiants auraient aimé avoir des cours en présentiel pour cette matière, car les notes au partiel ont été très basses. Les enseignements magistraux sont nécessaires pour une meilleure compréhension et sont très utiles pour les matières complexes. Cependant, certains enseignants se contentent de lire leurs diapositives sans donner de cas cliniques ou d'explications complémentaires, ce qui n'est pas très utile. Il est important d'avoir des cours magistraux, mais ils doivent être adaptés à la demande des étudiants et doivent être stimulants avec des cas cliniques et des raisonnements. Il est également important d'avoir des vidéos pré-enregistrées pour faciliter l'apprentissage. Les enseignements magistraux sont essentiels pour l'HGE et ne peuvent pas être supprimés sous prétexte que cela n'intéresse qu'un tiers des étudiants."
            },
            {
                "year": "DFGSM3",
                "text": "Les cours magistraux sont importants car ils peuvent fournir des informations pratiques et des explications supplémentaires qui ne sont pas disponibles dans les référentiels. Cependant, le temps est limité et il est difficile pour les étudiants de participer aux cours magistraux et de préparer les dossiers. Les cours magistraux devraient donc être enregistrés pour ceux qui ne peuvent pas y assister et les professeurs devraient être formés à l'enseignement. Les cours magistraux devraient également se concentrer sur l'explication de la physiologie et du diagnostic plutôt que sur l'entraînement, et les cours de fin de semestre devraient se concentrer sur des questions plus approfondies et sur la mise en place de cas cliniques. Les cours magistraux sont importants car ils peuvent aider les étudiants à mieux comprendre et à retenir les informations."
            },
            {
                "year": "DFASM1",
                "text": "Il est important de maintenir les cours en amphithéâtre pour les étudiants qui sont sensibles au contexte, car cela leur permet de mieux retenir ce qu'ils apprennent et de donner plus de sens à leur apprentissage. Les cours sont nécessaires pour bien comprendre et garder un rythme, mais il y a beaucoup de variabilité entre les intervenants. Les cours de synthèse sont bons pour résumer les points à retenir et les cours pratiques avec des cas cliniques sont bons pour s'entraîner. Les cours trop longs peuvent être difficiles à suivre et la qualité des cours est inégale d'un intervenant à l'autre. La qualité des cours dépend de la pédagogie de l'intervenant et il est important de maintenir les cours en amphithéâtre si l'intervenant est captivant. Il est également important d'enregistrer les cours et de les rendre disponibles pour pouvoir les revoir."
            },
            {
                "year": "DFASM2",
                "text": "Il y a des avantages et des inconvénients à assister aux cours magistraux. Certains enseignants font des diapositives complètes avec rappels du cours, applications des recommandations et anticipations des points sensibles/sujets à débats, avec des anecdotes sur des situations par ailleurs. D'autres se contentent de lire les questions et d'y répondre. Les étudiants ont souvent leur emploi du temps et ne suivent pas forcément le rythme des cours de la faculté. Cependant, il est important de maintenir les cours magistraux car ils sont utiles et indispensables. Il est également important que les enseignants aient une bonne pédagogie et que les cours ne soient pas trop longs. Les cours magistraux sont une méthode d'apprentissage comme une autre et peuvent aider à la mémorisation et à la concentration."
            }
        ]
    },
    {
        "question": "question18",
        "promotion": [
            {
                "year": "DFGSM2",
                "text": "Les étudiants en DFGSM2 ont besoin d'un référentiel précis pour étudier et d'évaluations pour tester leurs connaissances. Sans professeurs en HGE, il est difficile de s'organiser et de comprendre les enjeux et les attentes des professeurs. Il est nécessaire d'avoir un accès à un enseignement en amphi (internet ou présentiel) pour acquérir les bases. Il faut un 'mode d'emploi' avec des capsules bien fléchées pour une compréhension optimale. Des enregistrements bien faits de cours sont suffisants et des séances interactives et/ou des ED plus fréquents seraient souhaitables. Il est important de maintenir des cours par les enseignants mais qui peuvent être au format vidéo au lieu de cours magistral. Si on laisse les étudiants 'seuls' pour choisir comment s'organiser, il y a un risque de ne pas comprendre et de ne rien travailler ou juste au dernier moment. Il est nécessaire de maintenir des cours magistraux et des ED pour que les étudiants puissent apprendre et comprendre la médecine."
            },
            {
                "year": "DFGSM3",
                "text": "Les étudiants de DFGSM3 discutent de la pédagogie inversée et de son efficacité. Les auteurs ont trouvé que le format capsule et les vidéos courtes perturbaient l'apprentissage et ne donnaient pas une vision d'ensemble. Ils ont également noté qu'il pourrait être intéressant d'augmenter la quantité d'auto-évaluation et de séances synthétiques en présentiel. Les auteurs ont également trouvé que le format de pédagogie inversée était pauvrement instructif et difficile à endurer psychologiquement. Ils ont proposé que des créneaux horaires dédiés soient inclus dans l'emploi du temps et que des séances intermédiaires interactives facultatives soient proposées. Ils ont conclu que la pédagogie inversée ne serait bénéfique que si un support officiel est disponible par ailleurs."
            },
            {
                "year": "DFASM1",
                "text": "Les commentaires parlent de l'utilité des explications en ligne pour approfondir une notion et de l'avantage d'écouter des cours à la maison, car on est moins distrait. Ils mentionnent aussi les supports de cours en ligne et le fait que parfois, on a des gardes et on ne peut pas aller à tous les cours. Cependant, ils soulignent que cela demande plus de travail et que ce n'est pas adapté à tous les étudiants. Ils suggèrent que les cours en ligne devraient être accessibles et que les capsules vidéo devraient être plus longues pour rester concentré. Ils soulignent également le problème du rythme trop soutenu et de l'organisation personnelle nécessaire. Ils concluent en disant que la pédagogie inversée est très bien pour certaines disciplines, mais pas pour toutes, et que des rencontres initiales avec les enseignants sont nécessaires pour initier l'apprentissage."
            },
            {
                "year": "DFASM2",
                "text": "Il est important d'avoir une flexibilité dans l'apprentissage qui n'est pas possible avec les cours magistraux. Il est possible d'utiliser des ressources en fonction de l'apprentissage et cela a bien fonctionné en parasitologie. Cependant, il peut être difficile de trouver du temps pour préparer les cas cliniques avant l'enseignement dirigé. Cependant, le cours magistral ne doit pas se baser uniquement sur une correction, mais doit apporter quelque chose de plus. Il est important de réduire le temps consacré à la médecine générale, car elle n'apporte rien sur le plan pédagogique. Les conférences de révision des matières sont très utiles à regarder avant le partiel, mais peuvent être chronophages. Il serait une bêtise sans nom de supprimer les enseignements présentiels, car ils fournissent plus de contact entre enseignants et étudiants, plus de transmission des connaissances et plus de partage d'expérience. Il est pertinent de fournir des ressources supplémentaires aux étudiants qui ont une méthodologie de travail originale, mais cela ne remplace pas les cours magistraux. La pédagogie inversée est également discutée. La concentration devant des vidéos pré-enregistrées est difficile car il y a moins de spontanéité et d'échange dans l'apprentissage."
            }
        ]
    }
]